app/views/pages/dashboard.html.erb

SELECT "users".* FROM "users"
---
  <tbody>
    <% User.all.each do |user| %>