app/controllers/posts_controller.rb

SELECT "comments".* FROM "comments"
---
  def show
    @comments = Comment.all